let handler = async(m, { conn }) => {
  var txt = `
╭─────────────
رابط القناه
https://whatsapp.com/channel/0029VanZjKLKGGGQNpGyhs0w
─────╮ـ
│ 🌟 قائمة الأوامر 🌟
│──────────────────ـ
│ 🌐 المطور
│ ➤ شاورما 
|────────────────|
│📜 أوامر المجموعة 
|────────────────|
 | ➤ كت🌚
│ ➤ 🎮 إكس أو 
│ ➤ 🏆 تحدي
│ ➤ 👁️ عين
│ ➤ 💍 زوجني
│ ➤ 🎨 رسم
│ ➤ 🤗 احزر
│ ➤ 😍 الدون
│ ➤ 😘 ميسي
│ ➤ 🙂 لفل
│ ➤ 🤩 ايديت
│ ➤ 😑 دين
│ ➤ 😎 انصح
│ ➤ 😏 احاديث
| ➤ 🫣 توب
| ➤ 🫡 التعدين
| ➤ 🫠 انمي
| ➤ 🙂 غباء
| ➤ 😐 هجوم
| ➤ 🙄 كت
| ➤ 😞 جمال 
| ➤ 😫 غباء
|────────────────|
│👥 أوامر الإدارة
|────────────────|
│ ➤ 🌟 الترحيب
│ ➤ 💔 المغادرة
│ ➤ 🚫 طرد
│ ➤ 🔼 ترقية
│ ➤ ❌ خفض
│ ➤ 🛡️ المشرفين
│ ➤ ✨ منشن
│ ➤ ✔ تصميم
│ ➤ 🎁 لصورة
│ ➤ 👀 ملصق
│ ➤ 👻 مخفي
│ ➤ 🎶 لينك
│ ➤ 🐱‍🏍 لو
│ ➤ 🤳 تليجراف
│ ➤ 🐱‍👤 قطة
│ ➤ 🐱‍🚀 سرقه
│ ➤ 🎗 ماري
│ ➤ 🎗 زخرفه
│ ➤ 🎗 جروب فتح
│ ➤ 🎗 جروب غلق
│ ➤ 🧐 دعوه
│ ➤ 🤗 ايات
│ ➤ 🙂 قران
│ ➤ 🤓 اذكار الصباح 
│ ➤ 🤩 اذكار المساء
│──────────────────ـ
│ 👨‍💻 أوامر المطور
│──────────────────ـ
│ ➤ 👨‍💻 مطور
│ ➤ 🚫 بان
│ ➤ ✔️ انبان 
│ ➤ ❌ طرد
│ ➤ ⚠️ إنذار
│ ➤ 🔄 إعفاء
│ ➤ 👾 تصليح
│ ➤ 🤖 اعلان
│ ➤ 🏃 تسريع البوت
|──────────
|اوامر البنك😋
|──────────
│ ➤ 😏 البوتك
| ➤ 😋 بروفايل
| ➤ 🫤 تسجيل
| ➤ 😙 رقمي
| ➤ 🤔 شراء
| ➤ 🥰 صحتي
| ➤ 🤩 رقمي
╰──────────────────╯ـ
`
conn.sendMessage(m.chat,{ image :{ url : "https://telegra.ph/file/9a0a22e59bed97fa6b450.jpg" } , caption : txt }, { quoted: m })
  return conn.sendMessage(m.chat, {
          react: {
            text: '🪇',
            key: m.key,
          }})
}
handler.command = /^(اوامر|الاوامر|menu|اوامر|الأوامر)$/i
export default handler
