let handler = async (m, { conn, command, text }) => {
let love = `
*☬ ⊱⊶✤⊷⊰ •〔🕸〕• ⊱⊶✤⊷⊰ ☬*
~*※فــ←ــعـاليـ←ـة الــقــلــ❤ــوب※*~
*☬ ⊱⊶✤⊷⊰ •〔🕸〕• ⊱⊶✤⊷⊰ ☬*
*الشــــ↓ـ🗣️ــ↓ـرح:*
*~↯:┊📜┊↯:~ المقدم يقوم بسؤال المشاركين [صور،تعداد،كتابة...] والي بجاوب يختار أحد القلوب لكي يخرجه حتى تنتهي عدد قلوب المشاركين واحدا تلو الاخر عند انتهاء قلوبهم، حتى يتبقى واحد ويكون هو الرابح*
 
*➻ اخر من يتبقى هو الفائز*

*~صاحب القلب لا يعرف لونه❗~*
*~↯:ملاحظة╎ان كتبتها بشكل خاطئ لا تحسب النقطة' تكليج~ 🚫⟭*
*☬ ⊱⊶✤⊷⊰ •〔🕸〕• ⊱⊶✤⊷⊰ ☬*
*~تــ✍︎ــوقــيــع اداࢪة┊📜┊↯:~*   *~〘☬╎𝐑.𝐍.𝐍 𓆩❄𓆪 𝑺𝑶𝑼𝑳╎☬〙~*
`.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['estupidez']
handler.tags = ['fun']
handler.command = /^(القلوب|قلوب3)$/i
export default handler
