let handler = async (m, { conn, command, text }) => {
let love = `
*~༻‹✣›༺~ فعالية القلوب ~༻‹✣›༺~*
*☬ ⊱⊶✤⊷⊰ •〔🕸〕• ⊱⊶✤⊷⊰ ☬*
    ~*❤️‍🔥الـقــلـوب/ الالقاب❤️‍🔥*~

*. •【🩵🩵🩵🩵🩵】• . ~‹❲❳›~*
*. •【💛💛💛💛💛】• . ~‹❲❳›~*
*. •【🤎🤎🤎🤎🤎】• . ~‹❲❳›~*
*. •【💜💜💜💜💜】• . ~‹❲❳›~*
*. •【🖤🖤🖤🖤🖤】• . ~‹❲❳›~*
*. •【💚💚💚💚💚】• . ~‹❲❳›~*
*. •【🧡🧡🧡🧡🧡】• . ~‹❲❳›~*
*. •【🤍🤍🤍🤍🤍】• . ~‹❲❳›~*
*. •【🩶🩶🩶🩶🩶】• . ~‹❲❳›~*
*. •【🩷🩷🩷🩷🩷】• . ~‹❲❳›~*

*☬ ⊱⊶✤⊷⊰ •〔🕸〕• ⊱⊶✤⊷⊰ ☬*

*~تــ✍︎ــوقــيــع اداࢪة┊📜┊↯:~*
  *~〘☬╎𝐑.𝐍.𝐍 𓆩❄𓆪 𝑺𝑶𝑼𝑳╎☬〙~*
`.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['estupidez']
handler.tags = ['fun']
handler.command = /^(القلوب|قلوب2)$/i
export default handler
